import{_ as t,c as e,o as n}from"./chunks/framework.B2Sicsqr.js";console.log(` * ░░░░░░░░░░░░░░░░░░░░░░░░▄░░
 * ░░░░░░░░░▐█░░░░░░░░░░░▄▀▒▌░
 * ░░░░░░░░▐▀▒█░░░░░░░░▄▀▒▒▒▐
 * ░░░░░░░▐▄▀▒▒▀▀▀▀▄▄▄▀▒▒▒▒▒▐
 * ░░░░░▄▄▀▒░▒▒▒▒▒▒▒▒▒█▒▒▄█▒▐
 * ░░░▄▀▒▒▒░░░▒▒▒░░░▒▒▒▀██▀▒▌
 * ░░▐▒▒▒▄▄▒▒▒▒░░░▒▒▒▒▒▒▒▀▄▒▒
 * ░░▌░░▌█▀▒▒▒▒▒▄▀█▄▒▒▒▒▒▒▒█▒▐
 * ░▐░░░▒▒▒▒▒▒▒▒▌██▀▒▒░░░▒▒▒▀▄
 * ░▌░▒▄██▄▒▒▒▒▒▒▒▒▒░░░░░░▒▒▒▒
 * ▀▒▀▐▄█▄█▌▄░▀▒▒░░░░░░░░░░▒▒▒
 * 修勾就这样默默地看着你~
/////////////////////////////////////////////////////////
//                                                     //
//            版权所有: StarrySkyWorld                  //
//            官方网站: https://superlinkstudio.top     //
//                                                     //
/////////////////////////////////////////////////////////`);const m=JSON.parse('{"title":"","description":"","frontmatter":{"layout":"home","hero":{"name":"StarryFun","text":"星趣","image":{"alt":"logo","src":"logo.png"},"actions":[{"theme":"brand","text":"快速开始","link":"/markdown-examples"},{"theme":"alt","text":"公告","link":"/notice/index.md"}]},"features":[{"title":"SuperLinkStudio","icon":"👨‍💻","details":"我所在的工作室","link":"https://superlinkstudio.top/"},{"title":"BPB-Worker-Panel-Chinese","icon":"🔓","details":"基于Cloudflare Worker的VPN节点搭建器 绕过GFW,从我做起！","link":"https://github.com/Starry-Sky-World/BPB-Worker-Panel-Chinese"},{"title":"SMSBoom-HXCZ","icon":"📱","details":"Python短信轰炸器，目前暂停维护","link":"https://github.com/Starry-Sky-World/SMSboom-HXCZ"}]},"headers":[],"relativePath":"index.md","filePath":"index.md"}'),o={name:"index.md"};function r(i,a,l,s,d,c){return n(),e("div")}const h=t(o,[["render",r]]);export{m as __pageData,h as default};
